

"kBluetoothConnectionFailedTitle"				= "Bluetooth-ääni epäonnistui.";
"kBluetoothConnectionErrorTitle"				= "Yhdistettäessä äänilaitteeseen tapahtui virhe.";
"kBluetoothConnectionFailedLinkKeyErrorExplanation"	= "Muodostettu laitepari ei ole enää voimassa. Muodosta laitepari uudelleen ja yritä uudelleen.";
"kBluetoothConnectionFailedExplanation"			= "Yhteyden muodostaminen kuulokemikrofoniin epäonnistui. Varmista, että se on päällä ja kantaman sisällä. Käytetyn ohjelman ääniosio on ehkä käynnistettävä uudelleen.";
"kBluetoothSBCCodecMismatchExplanation"			= "Virhe yhdistettäessä kuulokemikrofoniin. Koodattu äänivirran määritys etälaitteelle oli virheellinen.";
"kBluetoothConnectionUnsupportedExplanation"	= "Yhteyden avaaminen aktiiviseen äänilaitteeseen epäonnistui. Ota se uudelleen käyttöön.";

"kBluetoothDisconnectedTitle"					= "Bluetooth-ääni katkaistiin.";
"kBluetoothDisconnectedExplanation"				= "Yhteys kuulokemikrofoniin katkesi yllättäen. Varmista, että se on päällä ja kantaman sisällä. Käytetyn ohjelman ääniosio on ehkä käynnistettävä uudelleen.";

"kBluetoothAudioInUseTitle"						= "Bluetooth-ääni käytössä.";
"kBluetoothAudioInUseExplanation"				= "Toinen Bluetooth-kuulokemikrofoni on jo käytössä. Vain yksi Bluetooth-kuulokemikrofoni voi olla käytössä kerrallaan.";

"kBluetoothAudioOKButtonTitle"					= "OK";

"kBluetoothAudioSwitchHeadsetButtonTitle"		= "Lopeta kuulokemikrofonin käyttö";
"kBluetoothAudioSwitchHeadphoneButtonTitle"		= "Lopeta kuulokkeiden käyttö";

"kBluetoothAudioHeadsetDeviceType"				= "Mikrofonikuuloke";
"kBluetoothAudioHeadphoneDeviceType"			= "Kuulokkeet";

"kBluetoothAudioSwitchButtonTitle"				= "Käytä tätä laitetta";
"kBluetoothAudioTryAgainButtonTitle"			= "Yritä uudelleen";
"kBluetoothAudioDisconnectButtonTitle"			= "Katkaise yhteys";
"kBluetoothAudioAlwaysIgnoreButtonTitle"		= "Älä kysy enää";

"kBluetoothAudioSwitchHeadestMessageText"		= "Haluatko käyttää Bluetooth-laitetta ”%@ (mono)” äänilaitteena?";
"kBluetoothAudioSwitchA2DPMessageText"			= "Haluatko käyttää Bluetooth-laitetta ”%@ (stereo)” äänilaitteena?";

"kBluetoothAudioSwitchInfoText"					= "Jos haluat poistaa tämän valintataulun käytöstä, avaa Bluetooth-asetukset, osoita Lisävalinnat... ja poista valinta kohdasta ”Kysy kaikista saapuvista äänipyynnöistä”.";

